Repository: kaelen2026/linonward
Catalog: apps/ios/LinOnward/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# profile.about
source: About
zh_hans: 关于

# profile.appearance
source: Appearance
zh_hans: 外观

# profile.appearance.system
source: Follow System
zh_hans: 跟随系统

# profile.articleUpdates
source: New article updates
zh_hans: 新文章提醒

# profile.language
source: Language
zh_hans: 语言

# profile.language.current
source: English
zh_hans: 简体中文

# profile.settings
source: Settings
zh_hans: 设置

# profile.title
source: Me
zh_hans: 我的

# profile.version
source: Version
zh_hans: 版本

# profile.website
source: Official website
zh_hans: 官方网站

# reading.article.growth.body
source: <p>Growth becomes repeatable when observations, decisions, and reviews form a dependable loop.</p><h2>Start with a shared question</h2><p>A useful metric begins with a decision the team needs to make. Define the question first, then choose the smallest signal that can answer it.</p><blockquote>A healthy system makes learning visible, not merely numbers.</blockquote><p>Review on a steady cadence, record what changed, and let each cycle improve the next.</p>
zh_hans: <p>当观察、决策和复盘形成稳定闭环，增长才会变得可持续、可重复。</p><h2>从共同问题开始</h2><p>有用的指标源于团队真正需要做出的决策。先明确问题，再选择能够回答它的最小信号。</p><blockquote>健康的增长系统让学习过程清晰可见，而不只是展示数字。</blockquote><p>保持稳定的复盘节奏，记录变化，让每一次循环都为下一次积累经验。</p>

# reading.article.growth.title
source: Build a growth system that keeps learning
zh_hans: 构建一个持续学习的增长系统

# reading.article.longTerm.body
source: <p>Long-term thinking is not passive waiting. It is the active choice to keep doing work whose value compounds over time.</p><h2>Make time your ally</h2><p>Build the foundation carefully, protect a sustainable pace, and review the direction without being distracted by every short-term fluctuation.</p><blockquote>Real compounding comes from consistently doing what remains valuable.</blockquote><p>Patience matters, but so do clear feedback and the courage to adjust.</p>
zh_hans: <p>长期主义不是被动等待，而是主动选择持续做那些价值会随时间复利的事情。</p><h2>把时间变成你的盟友</h2><p>认真打好基础，守住可持续的节奏，在不被短期波动干扰的同时不断校准方向。</p><blockquote>真正的复利，来自持续做对长期有价值的事。</blockquote><p>耐心很重要，清晰的反馈和及时调整的勇气同样重要。</p>

# reading.article.longTerm.title
source: Long-term thinking is more than persistence
zh_hans: 长期主义，不只是坚持得更久

# reading.article.signal.body
source: <p>More data does not automatically create more clarity. The hard part is separating a durable signal from temporary noise.</p><h2>Trace every metric to a source</h2><p>Ask where the number came from, what behavior could move it, and which decision would change if it moved.</p><blockquote>A signal earns attention when it can change a decision.</blockquote><p>Keep the context beside the metric so the story remains auditable over time.</p>
zh_hans: <p>更多数据不会自动带来更多清晰度，真正困难的是从短期噪声中辨认持久信号。</p><h2>让每个指标都可追溯</h2><p>追问数字来自哪里、什么行为会改变它，以及当它变化时团队会做出什么不同决策。</p><blockquote>只有能够改变决策的信号，才值得持续关注。</blockquote><p>让上下文始终和指标放在一起，使增长故事能够经得起长期验证。</p>

# reading.article.signal.title
source: Find the signal inside the noise
zh_hans: 在噪声中找到真正的信号

# reading.editor
source: LinOnward Editorial
zh_hans: LinOnward 编辑部

# reading.minutes %lld
source: %lld min
zh_hans: %lld 分钟

# reading.more
source: More Stories
zh_hans: 更多文章

# reading.title
source: Reading
zh_hans: 阅读

# reading.empty.body
source: Published articles will appear here.
zh_hans: 已发布的文章会显示在这里。

# reading.empty.title
source: No articles yet
zh_hans: 暂无文章

# reading.error.body
source: Check your connection and try again.
zh_hans: 请检查网络连接后重试。

# reading.error.title
source: Articles unavailable
zh_hans: 文章暂不可用

# reading.loading
source: Loading articles
zh_hans: 正在加载文章

# reading.retry
source: Try Again
zh_hans: 重试

# tab.profile
source: Me
zh_hans: 我的

# tab.reading
source: Reading
zh_hans: 阅读

# article.reader.error.body
source: Close the article and try again.
zh_hans: 请关闭文章后重试。

# article.reader.error.title
source: Article unavailable
zh_hans: 文章暂不可用

# article.reader.imagePreview
source: Image
zh_hans: 图片

# article.reader.navigationTitle
source: Article
zh_hans: 文章

# article.reader.open
source: Read the featured article
zh_hans: 阅读精选文章

# article.reader.unavailable.body
source: This build has no approved article-reader origin.
zh_hans: 此版本未配置可信的文章页面地址。

# article.reader.unavailable.title
source: Reader not configured
zh_hans: 阅读器未配置

# auth.error.expiredCode
source: That code has expired. Request a new one.
zh_hans: 验证码已过期，请重新获取。

# auth.error.credentialStorage
source: Your secure session could not be saved. Please try again.
zh_hans: 无法安全保存登录状态，请重试。

# auth.error.googleUnavailable
source: Google sign-in is unavailable right now. Use an email code instead.
zh_hans: Google 登录暂时不可用，请改用邮箱验证码。

# auth.error.invalidCode
source: That code is not right. Check it and try again.
zh_hans: 验证码不正确，请检查后重试。

# auth.error.network
source: Could not reach LinOnward. Check your connection and try again.
zh_hans: 无法连接 LinOnward，请检查网络后重试。

# auth.error.notConfigured
source: This build has no server configured. Reinstall from an official build.
zh_hans: 此版本未配置服务器地址，请重新安装官方版本。

# auth.error.tooManyAttempts
source: Too many attempts. Request a new code.
zh_hans: 尝试次数过多，请重新获取验证码。

# auth.error.unavailable
source: Something went wrong on our side. Try again shortly.
zh_hans: 服务出现问题，请稍后重试。

# common.cancel
source: Cancel
zh_hans: 取消

# common.dismiss
source: Dismiss
zh_hans: 关闭

# common.done
source: Done
zh_hans: 完成

# home.account
source: Account
zh_hans: 账户

# home.body
source: A native home for growth signals you can trace back to their source.
zh_hans: 在原生应用中查看每一条可追溯到源头的增长信号。

# home.eyebrow
source: Growth measurement & analytics
zh_hans: 增长度量与分析

# home.greeting %@
source: Signed in as %@
zh_hans: 已登录：%@

# home.signOut
source: Sign Out
zh_hans: 退出登录

# home.signOut.confirm
source: Sign out of LinOnward?
zh_hans: 确定退出 LinOnward？

# home.title
source: Growth you can trace
zh_hans: 让增长有迹可循

# session.restoring
source: Restoring your session
zh_hans: 正在恢复登录状态

# signIn.changeEmail
source: Use a different email
zh_hans: 更换邮箱

# signIn.code.label
source: Verification code
zh_hans: 验证码

# signIn.email.label
source: Email
zh_hans: 邮箱

# signIn.google
source: Continue with Google
zh_hans: 使用 Google 登录

# signIn.or
source: or
zh_hans: 或

# signIn.sendCode
source: Send code
zh_hans: 发送验证码

# signIn.subtitle.code %@
source: Enter the six-digit code sent to %@.
zh_hans: 请输入发送至 %@ 的六位验证码。

# signIn.subtitle.email
source: We will email you a six-digit code.
zh_hans: 我们会向你的邮箱发送六位验证码。

# signIn.title
source: Sign in
zh_hans: 登录

# signIn.verify
source: Sign in
zh_hans: 登录
